
/* alert buttons */
"ok" = "OK";
"delete" = "Delete";
"cancel" = "Cancel";


/* connection status box */
"disconnected" = "Newton device disconnected.";
"connected" = "Connected to %@.";
"newton name" = "%@’s Newton device";
"device name" = "Unknown owner";
"cancelling" = "Cancelling…";
"cancelled" = "Operation was cancelled.";
"unknown command" = "Newton didn’t understand the command.";
"sorry" = "Sorry, an error has occurred. (%d)";

/* preferences */
"general prefs" = "General";
"serial prefs" = "Serial";
"security prefs" = "Security";
"update prefs" = "Update";


/* soup entry deletion alert */
"delete entries" = "";

/* package chooser dialog title */
"select package" = "Select packages to install";

/* overwrite dialog */
"already installed" = "“%@” has already been installed on your Newton device. Do you wish to overwrite it?";
"overwrite" = "Overwrite";


/* installation progress */
"preparing install" = "Preparing to install package…";
"reading" = "Reading “%@”";
"installing" = "Installing “%@”";


/* synchronization warning alert */
"same card" = "Please make sure that if a storage card was used in the last synchronize it is in your Newton now.";
"same stores" = "The same stores must be synchronized or information will appear to be lost.";
"not again" = "Don’t Show Again";
/* buttons */
"synchronize" = "Synchronize";
/* status */
"sync service" = "Sync Service";
"mingling" = "Mingling";
"pushing" = "Pushing %@";
"pulling" = "Pulling %@";


/* backup */
"no backup" = "This Newton device has never been backed up to this computer.";
"backedup" = "This Newton device was backed up %@";
"backedup at" = "This Newton device was backed up today at %@";
"backedup on" = "This Newton device was backed up on %@";

"preparing backup" = "Preparing to back up...";
"backing up" = "Backing up %@ %@";
"backing up package" = "Backing up %@ package : %@";
"removing package" = "Removing %@ package : %@";


/* restore */
"preparing restore" = "Preparing to restore...";
"restoring" = "Restoring %@ %@";
"restoring package" = "Restoring %@ package: %@";
"not restoring" = "Not restoring %@ %@";

/* restore file chooser dialog title */
"select backup file" = "Select a file to restore";
"restore replaces information" = "Restore replaces the information on your Newton device with the information in the backup and then restarts. Are you sure you want to do this?";
"no undo" = "There is no undo for this operation.";
/* buttons */
"restore" = "Restore";


/* import */
"preparing import" = "Preparing to import...";
"importing" = "Importing to Newton %@";


/* screen shot status */
"no shots" = "The Toolkit app is not present on this Newton device. Would you like to install it now?";
"need ntp" = "The Toolkit app, part of the Newton Toolkit (NTK), contains a screen shot function.";
"installNTP" = "Install";

/* Notes translator PlugIn */
/* - title for otherwise untitled note */
"untitled" = "Untitled";
/* - types of note */
"text" = "Text";
"outline" = "Outline";
"checklist" = "Checklist";
"recording" = "Recording";
/* - label for unfiled note */
"unfiled" = "Unfiled";


/* Works document selection */
"unknown" = "Unknown";
